insert into authors(name)
values ('Лев Толстой'),
       ('Стивен Кинг'),
       ('Сергей Лукьяненко'),
       ('Вячеслав Шишков'),
       ('Ник Перумов'),
       ('Вадим Панов'),
       ('Андрей Белянин');

insert into genres(genre)
values ('Русская классика'),
       ('Фантастика'),
       ('Фэнтези'),
       ('Ужасы'),
       ('Приключения');

insert into books(genre_id, author_id, title)
values (1, 1, 'Война и мир'),
       (4, 2, 'Кладбище домашних животных'),
       (1, 4, 'Угрюм-река'),
       (2, 3, 'Лабиринт отражений'),
       (4, 2, 'Кристина'),
       (3, 5, 'Гибель богов');

insert into comments(book_id, comment)
values (1, 'Комментарий 1 к книге "Война и мир"'),
       (2, 'Комментарий 1 к книге "Кладбище домашних животных"'),
       (2, 'Комментарий 2 к книге "Кладбище домашних животных"'),
       (3, 'Комментарий 1 к книге "Угрюм-река"'),
       (4, 'Комментарий 1 к книге "Лабиринт отражений"'),
       (1, 'Комментарий 2 к книге "Война и мир"'),
       (4, 'Комментарий 2 к книге "Лабиринт отражений"'),
       (5, 'Комментарий 1 к книге "Кристина"'),
       (6, 'Комментарий 1 к книге "Гибель богов"'),
       (3, 'Комментарий 2 к книге "Угрюм-река"'),
       (6, 'Комментарий 2 к книге "Гибель богов"'),
       (5, 'Комментарий 2 к книге "Кристина"');